Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: adds one guarded source line to each existing ~/.bashrc and ~/.zshrc; if neither exists, creates ~/.zshrc when $SHELL is zsh, otherwise ~/.bashrc
de: fügt jeder vorhandenen ~/.bashrc und ~/.zshrc eine abgesicherte source-Zeile hinzu; existiert keine davon, wird ~/.zshrc angelegt, wenn $SHELL zsh ist, sonst ~/.bashrc
es: añade una línea source protegida a cada ~/.bashrc y ~/.zshrc existente; si no existe ninguna, crea ~/.zshrc cuando $SHELL es zsh y, si no, ~/.bashrc
fr: ajoute une ligne source protégée à chaque ~/.bashrc et ~/.zshrc existant ; si aucun n'existe, crée ~/.zshrc quand $SHELL vaut zsh, sinon ~/.bashrc
ja: 既存の ~/.bashrc と ~/.zshrc それぞれにガード付きの source 行を 1 行追加します。どちらも無い場合、$SHELL が zsh なら ~/.zshrc を、そうでなければ ~/.bashrc を作成します
zh_hans: 为每个已存在的 ~/.bashrc 和 ~/.zshrc 各添加一行带保护的 source 语句；若两者都不存在，则在 $SHELL 为 zsh 时创建 ~/.zshrc，否则创建 ~/.bashrc
zh_hant: 為每個已存在的 ~/.bashrc 和 ~/.zshrc 各新增一行附保護的 source 敘述；若兩者都不存在，則在 $SHELL 為 zsh 時建立 ~/.zshrc，否則建立 ~/.bashrc

source: advanced
de: erweitert
es: avanzado
fr: avancé
ja: 詳細
zh_hans: 高级
zh_hant: 進階

source: affects app chrome — terminal uses its own theme
de: betrifft die App-Oberfläche – das Terminal nutzt sein eigenes Thema
es: afecta a la interfaz de la app: el terminal usa su propio tema
fr: affecte l'habillage de l'app — le terminal utilise son propre thème
ja: アプリの外枠に適用されます。ターミナルは独自のテーマを使います
zh_hans: 影响应用外框 —— 终端使用自己的主题
zh_hant: 影響 App 外框 —— 終端機使用自己的主題

source: after this, continuing is one tap
de: danach genügt zum Fortsetzen ein Tippen
es: después de esto, continuar es cuestión de un toque
fr: ensuite, poursuivre ne demande qu'un seul appui
ja: これ以降は、タップ 1 回で続けられます
zh_hans: 此后只需轻点一下即可继续
zh_hant: 此後只需點一下即可繼續

source: agent active
de: Agent aktiv
es: agente activo
fr: agent actif
ja: エージェント稼働中
zh_hans: 智能体运行中
zh_hant: 智慧體執行中

source: agent attention notifications
de: Benachrichtigungen, wenn ein Agent Aufmerksamkeit braucht
es: avisos cuando un agente requiere atención
fr: notifications lorsqu'un agent réclame votre attention
ja: エージェントが対応を必要とするときの通知
zh_hans: 智能体需要关注时的通知
zh_hant: 智慧體需要關注時的通知

source: agent found; working/idle is unavailable until its lifecycle hook is installed
de: Agent gefunden; „arbeitet/inaktiv“ ist erst verfügbar, wenn sein Lifecycle-Hook installiert ist
es: agente encontrado; «trabajando/inactivo» no estará disponible hasta instalar su hook de ciclo de vida
fr: agent détecté ; « en cours/inactif » ne sera disponible qu'une fois son hook de cycle de vie installé
ja: エージェントを検出しました。ライフサイクルフックをインストールするまで、動作中／待機中は表示できません
zh_hans: 已发现智能体；在安装其生命周期钩子之前无法显示“工作中/空闲”
zh_hant: 已發現智慧體；在安裝其生命週期掛鉤之前無法顯示「執行中／閒置」

source: agent just finished
de: Agent gerade fertig
es: el agente acaba de terminar
fr: l'agent vient de terminer
ja: エージェントが完了しました
zh_hans: 智能体刚刚完成
zh_hant: 智慧體剛剛完成

source: agent needs input
de: Agent braucht Eingabe
es: el agente necesita entrada
fr: l'agent attend une saisie
ja: エージェントが入力待ち
zh_hans: 智能体等待输入
zh_hant: 智慧體等待輸入

source: agent scroll lock
de: Agent-Scrollsperre
es: bloqueo de desplazamiento del agente
fr: verrouillage du défilement des agents
ja: エージェント実行中のスクロールロック
zh_hans: 智能体滚动锁定
zh_hant: 智慧體捲動鎖定

source: agents
de: Agenten
es: agentes
ja: エージェント
zh_hans: 智能体
zh_hant: 智慧體

source: agents need attention
de: Agenten brauchen Aufmerksamkeit
es: hay agentes que necesitan atención
fr: des agents demandent votre attention
ja: 対応が必要なエージェントがあります
zh_hans: 有智能体需要处理
zh_hant: 有智慧體需要處理

source: algorithm
de: Algorithmus
es: algoritmo
fr: algorithme
ja: アルゴリズム
zh_hans: 算法
zh_hant: 演算法

source: all
de: alle
es: todos
fr: tous
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: all caught up
de: Alles erledigt
es: todo al día
fr: tout est à jour
ja: すべて対応済み
zh_hans: 全部已处理
zh_hant: 全部已處理

source: all forwarding rules across your hosts.
de: alle Weiterleitungsregeln über deine Hosts hinweg.
es: todas las reglas de reenvío de todos tus hosts.
fr: toutes les règles de redirection de vos hôtes.
ja: すべてのホストにまたがる転送ルール。
zh_hans: 你所有主机上的全部转发规则。
zh_hant: 你所有主機上的全部轉發規則。

source: all hosts · %lld
de: alle Hosts · %lld
es: todos los hosts · %lld
fr: tous les hôtes · %lld
ja: すべてのホスト · %lld
zh_hans: 所有主机 · %lld
zh_hant: 所有主機 · %lld

source: all sessions
de: alle Sitzungen
es: todas las sesiones
fr: toutes les sessions
ja: すべてのセッション
zh_hans: 全部会话
zh_hant: 全部工作階段

source: all · %lld
de: alle · %lld
es: todos · %lld
fr: tous · %lld
ja: すべて · %lld
zh_hans: 全部 · %lld
zh_hant: 全部 · %lld

source: also enables device owner authentication
de: aktiviert außerdem die Authentifizierung des Gerätebesitzers
es: también activa la autenticación del propietario del dispositivo
fr: active également l'authentification du propriétaire de l'appareil
ja: デバイス所有者の認証も有効になります
zh_hans: 同时会启用设备所有者认证
zh_hant: 同時會啟用裝置擁有者驗證

source: also the VoiceOver label for its chip.
de: zugleich die VoiceOver-Beschriftung seines Chips.
es: también es la etiqueta de VoiceOver de su chip.
fr: sert aussi d'étiquette VoiceOver pour sa puce.
ja: そのチップの VoiceOver ラベルにもなります。
zh_hans: 同时也是该小按钮的 VoiceOver 标签。
zh_hant: 同時也是該小按鈕的 VoiceOver 標籤。

source: always
de: immer
es: siempre
fr: toujours
ja: 常に
zh_hans: 始终
zh_hant: 一律

source: always allow
de: immer erlauben
es: permitir siempre
fr: toujours autoriser
ja: 常に許可
zh_hans: 始终允许
zh_hant: 一律允許

source: always on
de: immer an
es: siempre activo
fr: toujours actif
ja: 常にオン
zh_hans: 始终开启
zh_hant: 始終開啟

source: always reopen
de: immer wieder öffnen
es: reabrir siempre
fr: toujours rouvrir
ja: 常に再開
zh_hans: 始终重新打开
zh_hant: 始終重新打開

source: always the theme's solid color on this host, even when a global picture is set.
de: auf diesem Host immer die einfarbige Themenfarbe, auch wenn global ein Bild gesetzt ist.
es: en este host siempre el color sólido del tema, aunque haya una imagen global.
fr: toujours la couleur unie du thème sur cet hôte, même si une image globale est définie.
ja: このホストでは、全体に画像が設定されていても常にテーマの単色を使います。
zh_hans: 在此主机上始终使用主题的纯色背景，即便全局设置了图片。
zh_hant: 在此主機上始終使用主題的純色背景，即便全域設定了圖片。

source: amber
de: Bernstein
es: ámbar
fr: ambre
ja: アンバー
zh_hans: 琥珀色
zh_hant: 琥珀色

source: ambiguous: multiple different keys were supplied for this endpoint
de: mehrdeutig: für diesen Endpunkt wurden mehrere unterschiedliche Keys angegeben
es: ambiguo: se proporcionaron varias claves distintas para este endpoint
fr: ambigu : plusieurs clés différentes ont été fournies pour ce point de terminaison
ja: あいまいです: このエンドポイントに複数の異なるキーが指定されました
zh_hans: 有歧义：为此端点提供了多个不同的密钥
zh_hant: 有歧義：為此端點提供了多個不同的金鑰

source: another rule on this host already uses that local port
de: eine andere Regel auf diesem Host nutzt diesen lokalen Port bereits
es: otra regla de este host ya usa ese puerto local
fr: une autre règle de cet hôte utilise déjà ce port local
ja: このホストの別のルールがそのローカルポートをすでに使用しています
zh_hans: 此主机上已有另一条规则占用该本地端口
zh_hant: 此主機上已有另一條規則占用該本地連接埠

source: answer
de: antworten
es: responder
fr: répondre
ja: 回答
zh_hans: 回答
zh_hant: 回答

source: answers re-check the live prompt · sends verify submission
de: Antworten prüfen die aktive Eingabeaufforderung erneut · Senden bestätigt die Übermittlung
es: las respuestas vuelven a comprobar el prompt en vivo · el envío verifica la entrega
fr: les réponses revérifient l'invite en cours · l'envoi vérifie la soumission
ja: 回答時にライブプロンプトを再確認・送信時に内容を検証します
zh_hans: 回答会重新检查实时提示符 · 发送会校验提交内容
zh_hant: 回答會重新檢查即時提示字元 · 傳送會校驗提交內容

source: app store exception & trademark notice
de: App-Store-Ausnahme & Markenhinweis
es: excepción de la App Store y aviso de marcas
fr: exception App Store et mentions de marques
ja: App Store 例外条項と商標に関する表示
zh_hans: App Store 例外条款与商标声明
zh_hant: App Store 例外條款與商標聲明

source: app store exception (COPYING.iOS)
de: App-Store-Ausnahme (COPYING.iOS)
es: excepción para el app store (COPYING.iOS)
fr: exception app store (COPYING.iOS)
ja: App Store 例外条項 (COPYING.iOS)
zh_hans: app store 例外条款 (COPYING.iOS)
zh_hant: app store 例外條款 (COPYING.iOS)

source: appearance
de: Erscheinungsbild
es: apariencia
fr: apparence
ja: 外観
zh_hans: 外观
zh_hant: 外觀

source: append return
de: Zeilenumbruch anhängen
es: añadir un retorno
fr: ajouter un retour
ja: 改行を付加
zh_hans: 追加回车
zh_hant: 附加換行

source: applies to every session unless a host overrides it. full-screen apps that set their own colors (vim, htop) paint over the picture.
de: gilt für jede Sitzung, sofern ein Host es nicht überschreibt. Vollbild-Programme mit eigenen Farben (vim, htop) übermalen das Bild.
es: se aplica a todas las sesiones salvo que un host lo anule. las apps a pantalla completa que fijan sus propios colores (vim, htop) pintan por encima de la imagen.
fr: s'applique à toutes les sessions, sauf si un hôte le remplace. les apps en plein écran qui définissent leurs propres couleurs (vim, htop) recouvrent l'image.
ja: ホスト側で上書きしない限り、すべてのセッションに適用されます。独自の色を設定する全画面アプリ（vim、htop）は、この画像の上に描画します。
zh_hans: 适用于所有会话，除非某台主机另行覆盖。自行设置颜色的全屏程序（vim、htop）会盖住图片。
zh_hant: 適用於所有工作階段，除非某台主機另行覆蓋。自行設定顏色的全螢幕程式（vim、htop）會蓋住圖片。

source: approve
de: zustimmen
es: aprobar
fr: approuver
ja: 承認
zh_hans: 批准
zh_hant: 批准

source: approve selected batch
de: Ausgewählte Auswahl freigeben
es: aprobar el lote seleccionado
fr: approuver la sélection
ja: 選択した一括処理を承認
zh_hans: 批准所选批次
zh_hant: 核准所選批次

source: arm background completion
de: Hintergrund-Abschluss scharfschalten
es: preparar la finalización en segundo plano
fr: armer la fin en arrière-plan
ja: バックグラウンド完了を準備
zh_hans: 启用后台完成检测
zh_hant: 啟用背景完成偵測

source: armed
de: scharf
es: armado
fr: armé
ja: 待機状態
zh_hans: 已就绪
zh_hant: 已就緒

source: ask
de: fragen
es: preguntar
fr: demander
ja: 確認
zh_hans: 询问
zh_hant: 詢問

source: ask before reopening saved-host sessions on fresh launch
de: beim Neustart fragen, bevor Sitzungen zu gesicherten Hosts wieder geöffnet werden
es: preguntar antes de reabrir sesiones de hosts guardados al iniciar de nuevo
fr: demander avant de rouvrir les sessions d'hôtes enregistrés au prochain lancement
ja: 新しく起動したときに、保存済みホストのセッションを再開する前に確認します
zh_hans: 重新启动时，在重新打开已保存主机的会话前先询问
zh_hant: 重新啟動時，在重新打開已儲存主機的工作階段前先詢問

source: at least one trigger is required — a shortcut with neither can never run.
de: mindestens ein Auslöser ist erforderlich — ein Kurzbefehl ohne beide kann nie ausgeführt werden.
es: se necesita al menos un activador — un atajo sin ninguno nunca podrá ejecutarse.
fr: au moins un déclencheur est requis — un raccourci sans aucun ne pourra jamais s'exécuter.
ja: トリガーは少なくとも 1 つ必要です — どちらもないショートカットは実行されません。
zh_hans: 至少需要一个触发方式 —— 两者都没有的快捷方式永远不会运行。
zh_hant: 至少需要一個觸發方式 —— 兩者都沒有的快捷方式永遠不會執行。

source: atomically merges only Tessera's handlers into the active Codex hooks.json and Claude settings.json, preserving unrelated settings, hooks, formatting-independent meaning, and symlink targets
de: führt atomar nur die Handler von Tessera in die aktive Codex-hooks.json und Claude-settings.json ein und bewahrt dabei fremde Einstellungen, Hooks, die formatunabhängige Bedeutung und Symlink-Ziele
es: fusiona atómicamente solo los manejadores de Tessera en el hooks.json activo de Codex y el settings.json de Claude, conservando ajustes ajenos, hooks, el significado independiente del formato y los destinos de los enlaces simbólicos
fr: fusionne de façon atomique uniquement les gestionnaires de Tessera dans le hooks.json actif de Codex et le settings.json de Claude, en préservant les réglages tiers, les hooks, le sens indépendant du formatage et les cibles des liens symboliques
ja: Tessera のハンドラのみを、有効な Codex の hooks.json と Claude の settings.json にアトミックにマージします。無関係な設定、フック、書式に依存しない意味、シンボリックリンクの参照先はそのまま保たれます
zh_hans: 只把 Tessera 的处理器原子性地合并进生效的 Codex hooks.json 和 Claude settings.json，同时保留无关的设置、钩子、与格式无关的语义以及符号链接目标
zh_hant: 只把 Tessera 的處理常式原子性地合併進生效的 Codex hooks.json 和 Claude settings.json，同時保留無關的設定、掛鉤、與格式無關的語意以及符號連結目標

source: attach to per-host tmux session `%@`.
de: an die Host-eigene tmux-Sitzung `%@` anhängen.
es: conectar a la sesión tmux propia del host `%@`.
fr: s'attacher à la session tmux propre à l'hôte `%@`.
ja: ホストごとの tmux セッション `%@` にアタッチします。
zh_hans: 附加到该主机专属的 tmux 会话 `%@`。
zh_hant: 附加到該主機專屬的 tmux 工作階段 `%@`。

source: attached · other device stays attached
de: Verbunden · das andere Gerät bleibt verbunden
es: conectado · el otro dispositivo sigue conectado
fr: attaché · l'autre appareil reste attaché
ja: アタッチ済み・他のデバイスもアタッチされたままです
zh_hans: 已接入 · 另一台设备保持接入
zh_hant: 已接入 · 另一台裝置保持接入

source: attaching pane
de: hänge Bereich an
es: conectando al panel
fr: attachement du volet
ja: ペインにアタッチ中
zh_hans: 正在接入窗格
zh_hant: 正在接入窗格

source: attaching tmux
de: hänge tmux an
es: conectando a tmux
fr: attachement de tmux
ja: tmux にアタッチ中
zh_hans: 正在接入 tmux
zh_hant: 正在接入 tmux

source: authenticate to %@
de: bei %@ authentifizieren
es: autenticarse en %@
fr: s'authentifier auprès de %@
ja: %@ に認証する
zh_hans: 向 %@ 认证
zh_hant: 向 %@ 驗證

source: authorize key connection bursts
de: Verbindungsschübe mit einem Key autorisieren
es: autorizar ráfagas de conexión con la clave
fr: autoriser des salves de connexions avec la clé
ja: キーによる連続接続をまとめて認可
zh_hans: 为密钥的连续连接授权
zh_hant: 為金鑰的連續連線授權

source: authorize this device
de: dieses Gerät autorisieren
es: autorizar este dispositivo
fr: autoriser cet appareil
ja: このデバイスを承認
zh_hans: 授权此设备
zh_hant: 授權此裝置

source: authorize this device from your other device
de: dieses Gerät von deinem anderen Gerät aus autorisieren
es: autoriza este dispositivo desde tu otro dispositivo
fr: autorisez cet appareil depuis votre autre appareil
ja: もう一方のデバイスから、このデバイスを認可します
zh_hans: 在你的另一台设备上授权本设备
zh_hant: 在你的另一台裝置上授權本裝置

source: auto
de: automatisch
es: automático
fr: automatique
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: auto-detected on connect (currently: %@)
de: beim Verbinden automatisch erkannt (aktuell: %@)
es: detectado automáticamente al conectar (ahora: %@)
fr: détecté automatiquement à la connexion (actuellement : %@)
ja: 接続時に自動検出（現在: %@）
zh_hans: 连接时自动检测（当前：%@）
zh_hant: 連線時自動偵測（目前：%@）

source: auto-lock after idle
de: nach Inaktivität automatisch sperren
es: bloquear automáticamente tras la inactividad
fr: verrouiller automatiquement après inactivité
ja: 一定時間操作がないと自動でロック
zh_hans: 闲置后自动锁定
zh_hant: 閒置後自動鎖定

source: auto-send after 1.2s of silence · otherwise double-tap again to send
de: nach 1,2 s Stille automatisch senden · andernfalls zum Senden erneut doppeltippen
es: envío automático tras 1,2 s de silencio · si no, vuelve a tocar dos veces para enviar
fr: envoi automatique après 1,2 s de silence · sinon, appuyez de nouveau deux fois pour envoyer
ja: 1.2 秒の無音で自動送信 · そうでない場合はもう一度ダブルタップして送信
zh_hans: 静默 1.2 秒后自动发送 · 否则再次双点即可发送
zh_hant: 靜默 1.2 秒後自動傳送 · 否則再次點兩下即可傳送

source: auto-start when connecting
de: beim Verbinden automatisch starten
es: iniciar automáticamente al conectar
fr: démarrer automatiquement à la connexion
ja: 接続時に自動で開始
zh_hans: 连接时自动启动
zh_hant: 連線時自動啟動

source: back
de: zurück
es: atrás
fr: retour
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: back to keys
de: zurück zu den Keys
es: volver a claves
fr: retour aux clés
ja: キー一覧に戻る
zh_hans: 返回密钥
zh_hant: 返回金鑰

source: back to the tab bar · session keeps running
de: zurück zur Tab-Leiste · Sitzung läuft weiter
es: volver a la barra de pestañas · la sesión sigue activa
fr: retour à la barre d'onglets · la session continue
ja: タブバーに戻る · セッションは動き続けます
zh_hans: 返回标签栏 · 会话继续运行
zh_hant: 返回標籤列 · 工作階段繼續執行

source: background
de: Hintergrund
es: fondo
fr: arrière-plan
ja: 背景
zh_hans: 背景
zh_hant: 背景

source: banner when any program emits terminal BEL while tessera isn't focused
de: Banner, wenn ein Programm ein Terminal-BEL sendet, während Tessera nicht im Vordergrund ist
es: un aviso cuando algún programa emite BEL mientras tessera no está en primer plano
fr: une bannière lorsqu'un programme émet un BEL alors que tessera n'est pas au premier plan
ja: tessera がフォアグラウンドにないときに、いずれかのプログラムが BEL を出すとバナーを表示します
zh_hans: 当 tessera 不在前台时，任何程序发出终端 BEL 都会弹出横幅
zh_hant: 當 tessera 不在前景時，任何程式發出終端機 BEL 都會彈出橫幅

source: bar
de: Balken
es: barra
fr: barre
ja: バー
zh_hans: 竖线
zh_hant: 直線

source: bell
de: Signalton
es: campana
fr: cloche
ja: ベル
zh_hans: 响铃
zh_hant: 響鈴

source: biometric authentication is unavailable. tap to use device passcode.
de: Biometrische Authentifizierung ist nicht verfügbar. Tippe, um den Gerätecode zu verwenden.
es: La autenticación biométrica no está disponible. Toca para usar el código del dispositivo.
fr: L'authentification biométrique est indisponible. Touchez pour utiliser le code de l'appareil.
ja: 生体認証を利用できません。タップしてデバイスのパスコードを使用してください。
zh_hans: 生物识别认证不可用。轻点以使用设备密码。
zh_hant: 生物辨識驗證無法使用。輕點以使用裝置密碼。

source: biometrics or passcode
de: Biometrie oder Code
es: datos biométricos o código
fr: biométrie ou code
ja: 生体認証またはパスコード
zh_hans: 生物识别或密码
zh_hant: 生物辨識或密碼

source: blink the terminal cursor
de: den Terminal-Cursor blinken lassen
es: hacer parpadear el cursor del terminal
fr: faire clignoter le curseur du terminal
ja: ターミナルのカーソルを点滅させます
zh_hans: 让终端光标闪烁
zh_hant: 讓終端機游標閃爍

source: blocked %@
de: blockiert seit %@
es: bloqueado %@
fr: bloqué depuis %@
ja: %@ 前からブロック中
zh_hans: 已阻塞 %@
zh_hant: 已阻塞 %@

source: blocking prompt regexes · one per line
de: Regexes für blockierende Prompts · eine pro Zeile
es: regexes de prompts bloqueantes · uno por línea
fr: regex des invites bloquantes · une par ligne
ja: ブロッキングプロンプトの正規表現 · 1 行に 1 つ
zh_hans: 阻塞提示符的正则表达式 · 每行一条
zh_hant: 阻塞提示符的正規表達式 · 每行一條

source: blue
de: Blau
es: azul
fr: bleu
ja: ブルー
zh_hans: 蓝色
zh_hant: 藍色

source: blur
de: Unschärfe
es: desenfoque
fr: flou
ja: ぼかし
zh_hans: 模糊
zh_hant: 模糊

source: bottom left
de: unten links
es: abajo a la izquierda
fr: en bas à gauche
ja: 左下
zh_hans: 左下
zh_hant: 左下

source: bottom right
de: unten rechts
es: abajo a la derecha
fr: en bas à droite
ja: 右下
zh_hans: 右下
zh_hant: 右下

source: bound
de: belegt
es: asignados
fr: assignés
ja: 割り当て済み
zh_hans: 已绑定
zh_hant: 已綁定

source: broadcast stops; incoming continuations wait for Face ID
de: Die Übertragung stoppt; eingehende Fortsetzungen warten auf Face ID
es: la difusión se detiene; las continuaciones entrantes esperan a Face ID
fr: la diffusion s'arrête ; les continuations entrantes attendent Face ID
ja: ブロードキャストは停止し、受信した継続は Face ID を待ちます
zh_hans: 广播会停止；收到的接续会等待面容 ID
zh_hant: 廣播會停止；收到的接續會等待 Face ID

source: can't be captured here
de: hier nicht erfassbar
es: no se puede capturar aquí
fr: impossible à capturer ici
ja: ここでは取得できません
zh_hans: 无法在此捕获
zh_hant: 無法在此擷取

source: cancel
de: Abbrechen
es: cancelar
fr: annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: cancel transfer
de: Übertragung abbrechen
es: cancelar la transferencia
fr: annuler le transfert
ja: 転送をキャンセル
zh_hans: 取消传输
zh_hant: 取消傳輸

source: cancelled
de: abgebrochen
es: cancelado
fr: annulé
ja: キャンセル済み
zh_hans: 已取消
zh_hant: 已取消

source: cancelling…
de: wird abgebrochen…
es: cancelando…
fr: annulation…
ja: キャンセル中…
zh_hans: 正在取消…
zh_hant: 正在取消…

source: case sensitive
de: Groß-/Kleinschreibung beachten
es: distinguir mayúsculas
fr: respecter la casse
ja: 大文字と小文字を区別
zh_hans: 区分大小写
zh_hant: 區分大小寫

source: catch-all · used whenever no profile above matches the foreground process. all directions unbound by default — bind any to use the puck outside an agent prompt.
de: Auffangprofil · greift, wenn kein Profil darüber zum Vordergrundprozess passt. Alle Richtungen sind standardmäßig ohne Zuweisung — belege eine, um den Puck außerhalb einer Agentenabfrage zu nutzen.
es: comodín · se usa cuando ningún perfil de arriba coincide con el proceso en primer plano. todas las direcciones están sin asignar por omisión — asigna alguna para usar el disco fuera de un prompt de agente.
fr: profil fourre-tout · utilisé lorsqu'aucun profil ci-dessus ne correspond au processus au premier plan. toutes les directions sont non assignées par défaut — assignez-en une pour utiliser le palet hors d'une invite d'agent.
ja: 汎用プロファイル · 上のどのプロファイルもフォアグラウンドのプロセスに一致しないときに使われます。既定ではどの方向も未割り当てです — いずれかを割り当てると、エージェントのプロンプト以外でもパックを使えます。
zh_hans: 兜底配置 · 当上面所有配置都不匹配前台进程时使用。默认所有方向均未绑定 —— 绑定任意方向即可在智能体提示之外使用圆钮。
zh_hant: 兜底設定檔 · 當上面所有設定檔都不符合前景行程時使用。預設所有方向均未綁定 —— 綁定任一方向即可在智能體提示之外使用圓鈕。

source: changed
de: geändert
es: cambiado
fr: modifié
ja: 変更あり
zh_hans: 已变更
zh_hant: 已變更

source: change…
de: ändern…
es: cambiar…
fr: modifier…
ja: 変更…
zh_hans: 更改…
zh_hant: 更改…

source: check status hook
de: Status-Hook prüfen
es: comprobar el hook de estado
fr: vérifier le hook d'état
ja: ステータスフックを確認
zh_hans: 检查状态钩子
zh_hant: 檢查狀態掛鉤

source: check this host before installing precise status support
de: diesen Host prüfen, bevor die präzise Statusunterstützung installiert wird
es: comprueba este host antes de instalar el soporte de estado preciso
fr: vérifiez cet hôte avant d'installer la prise en charge de l'état précis
ja: 正確な状態表示を導入する前にこのホストを確認
zh_hans: 安装精确状态支持前先检查此主机
zh_hant: 安裝精確狀態支援前先檢查此主機

source: checking agent status integration
de: Agent-Status-Integration wird geprüft
es: comprobando la integración de estado del agente
fr: vérification de l'intégration d'état de l'agent
ja: エージェントステータス連携を確認中
zh_hans: 正在检查智能体状态集成
zh_hant: 正在檢查智慧體狀態整合

source: checking host access
de: Host-Zugang wird geprüft
es: comprobando el acceso a hosts
fr: vérification de l'accès aux hôtes
ja: ホストの利用権を確認中
zh_hans: 正在检查主机权限
zh_hant: 正在檢查主機權限

source: checking purchase status
de: prüfe den Kaufstatus
es: comprobando el estado de la compra
fr: vérification de l'état de l'achat
ja: 購入状況を確認中
zh_hans: 正在检查购买状态
zh_hant: 正在檢查購買狀態

source: checking the app store for product and purchase status…
de: frage den App Store nach Produkt- und Kaufstatus ab …
es: consultando en la App Store el producto y el estado de la compra…
fr: consultation de l'App Store pour le produit et l'état de l'achat…
ja: App Store で製品と購入状況を確認しています…
zh_hans: 正在向 App Store 查询商品与购买状态…
zh_hant: 正在向 App Store 查詢商品與購買狀態…

source: checking the app store for the localized product and price…
de: frage den App Store nach lokalisiertem Produkt und Preis ab …
es: consultando en la App Store el producto y el precio localizados…
fr: consultation de l'App Store pour le produit et le prix localisés…
ja: App Store でローカライズされた製品と価格を確認しています…
zh_hans: 正在向 App Store 查询本地化的商品与价格…
zh_hant: 正在向 App Store 查詢在地化的商品與價格…

source: checking whether precise status support is installed on this host…
de: prüfe, ob die präzise Statusunterstützung auf diesem Host installiert ist…
es: comprobando si el soporte de estado preciso está instalado en este host…
fr: vérification de la présence de la prise en charge de l'état précis sur cet hôte…
ja: このホストに正確な状態表示が導入されているか確認中…
zh_hans: 正在检查此主机是否已安装精确状态支持…
zh_hant: 正在檢查此主機是否已安裝精確狀態支援…

source: checking…
de: prüfe …
es: comprobando…
fr: vérification…
ja: 確認中…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: chip label
de: Chip-Beschriftung
es: etiqueta de la ficha
fr: libellé de la pastille
ja: チップのラベル
zh_hans: 按钮标签
zh_hant: 按鈕標籤

source: choose file
de: Datei wählen
es: elegir archivo
fr: choisir un fichier
ja: ファイルを選択
zh_hans: 选择文件
zh_hant: 選擇檔案

source: choose file…
de: Datei wählen…
es: elegir archivo…
fr: choisir un fichier…
ja: ファイルを選択…
zh_hans: 选择文件…
zh_hant: 選擇檔案…

source: choose photo
de: Foto wählen
es: elegir foto
fr: choisir une photo
ja: 写真を選択
zh_hans: 选取照片
zh_hant: 選取照片

source: choose what to keep
de: wähle, was du behalten willst
es: elige qué conservar
fr: choisissez ce que vous gardez
ja: 残すものを選んでください
zh_hans: 选择要保留的内容
zh_hant: 選擇要保留的內容

source: chrome material
de: Material der Oberfläche
es: material de la interfaz
fr: matériau de l'habillage
ja: 外枠のマテリアル
zh_hans: 外框材质
zh_hant: 外框材質

source: clear
de: leeren
es: vaciar
fr: effacer
ja: 消去
zh_hans: 清空
zh_hant: 清空

source: close
de: Schließen
es: cerrar
fr: fermer
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: close files panel
de: Dateibereich schließen
es: cerrar el panel de archivos
fr: fermer le panneau de fichiers
ja: ファイルパネルを閉じる
zh_hans: 关闭文件面板
zh_hant: 關閉檔案面板

source: close filter
de: Filter schließen
es: cerrar el filtro
fr: fermer le filtre
ja: 絞り込みを閉じる
zh_hans: 关闭筛选
zh_hant: 關閉篩選
